import os
print("\033[1;92m [[[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]]] TOOLS INSTALLLING PLEASE WAIT. . . . \033[1;30m")
os.system("pkg install espeak")
print("\033[1;92m   [[[😈 ]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]]] TOOLS INSTALL COMPLETE \033[1;30m")
os.system('espeak -a 300 "Robot install complete"')
print("\033[1;92m   [[[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]][[😈]]] UPDATE CHECKING DONE\033[1;30m")
os.system('espeak -a 300 " WELCOME TO Tanin CYBER WORLD  "')
os.system('espeak -a 300 "Fuck You "')
os.system('espeak -a 300 "Author T4N1N "')
os.system("git pull")
import os,requests,time
time.sleep(1)
os.system("clear")
os.system("xdg-open https://youtu.be/raS1F1ex7Ms?feature=shared")
logo3="""

░░░░░░░░░░░░░░░▄▄░░░░░░░░░░░
░░░░░░░░░░░░░░█░░█░░░░░░░░░░
░░░░░░░░░░░░░░█░░█░░░░░░░░░░
░░░░░░░░░░░░░░█░░█░░░░░░░░░░
░░░░░░░░░░░░░░█░░█░░░░░░░░░░
██████▄███▄████░░███▄░░░░░░░
▓▓▓▓▓▓█░░░█░░░█░░█░░░███░░░░
▓▓▓▓▓▓█░░░█░░░█░░█░░░█░░█░░░
▓▓▓▓▓▓█░░░░░░░░░░░░░░█░░█░░░
▓▓▓▓▓▓█░░░░T4N1N - C9B4R░░░░█░░░
▓▓▓▓▓▓█░░░░░░░░░░░░░░██░░░░░
▓▓▓▓▓▓█████░░░░░░░░░██░░░░░░

──▄────▄▄▄▄▄▄▄────▄───
─▀▀▄─▄█████████▄─▄▀▀──
─────██─▀███▀─██──────
───▄─▀████▀████▀─▄────
─▀█────██▀█▀██────█▀──
                                   
\033[1;39m     ┏━━━━━━━━━━━━━━━━━━━\033[38;5;46mT4N1N-𝟰𝟰𝟰\033[1;39m━━━━━━━━━━━━━━━━━━━━┓
\033[1;39m     ┃ \x1b[1;95m❣︎[𖣘]☔︎\x1b[1;96m𝙉𝘼𝙈𝙀\033[1;34m        : [★]T4N1N C9B4R\033[1;39m         ┃
\033[1;39m     ┃ \x1b[1;95m❣︎[𖣘]☔︎\x1b[1;96m𝙁𝘼𝘾𝙀𝘽𝙊𝙊𝙆\033[1;34m    : [★]T4N1N C9B4R\033[1;39m         ┃
\033[1;39m     ┃ \x1b[1;95m❣︎[𖣘]☔︎\x1b[1;96m𝙂𝙄𝙏𝙃𝙐𝘽\033[1;34m      : [★]T4N1N-𝟰𝟰𝟰-𝗖𝟵𝗕𝟰𝗥\033[1;39m       ┃
\033[1;39m     ┃ \x1b[1;95m❣︎[𖣘]☔︎\x1b[1;96m𝙍𝙄𝙇𝙄𝙂𝙀𝙎𝙃𝙊𝙉\033[1;34m  : [★]𝗕𝗔𝗡𝗚𝗟𝗔𝗗𝗘𝗦𝗛𝗜\033[1;39m        ┃
\033[1;39m     ┃ \x1b[1;95m❣︎[𖣘]☔︎\x1b[1;96m𝙒𝙃𝘼𝙏𝙎𝘼𝙋𝙋\033[1;34m    : [★]+8801754628811\033[1;39m     ┃
\033[1;39m     ┃ \x1b[1;95m❣︎[𖣘]☔︎\x1b[1;96m𝙏𝙊𝙊𝙇𝙎 𝙉𝘼𝙈𝙀\033[1;34m  : [★]𝗦𝗠𝗦 𝗕𝗢𝗢𝗠𝗕𝗘𝗥\033[1;39m     ┃
\033[1;39m     ┃ \x1b[1;95m❣︎[𖣘]☔︎\x1b[1;96m𝙏𝙊𝙊𝙇𝙎 𝙎𝙏𝘼𝙏𝙐𝙎\033[1;34m: [★]𝗙𝗥𝗘𝗘\033[1;39m            ┃
 \033[1;39m    ┗━━━━━━━━━━━━━━━━━━━\033[1;31𝗖𝟵𝗕𝟰𝗥\033[1;39m━━━━━━━━━━━━━━━━━━━━┛"""
os.system('espeak -a 300 "Author T4N1N C9B4R "')
os.system('espeak -a 300 "Facebook  T4N1N C9B4R "')
os.system('espeak -a 300 "Whathapp ****"')
os.system('espeak -a 300 "Github T4N1N - 𝗖𝟵𝗕𝟰𝗥 "')
os.system('espeak -a 300 "Telegram ******"')
os.system('espeak -a 300 "Imo ********"')
os.system('espeak -a 300 "From Bangladesh "')
os.system('espeak -a 300 "Fuck You "')
os.system('espeak -a 300 "Fuck You "')
os.system ('cd My-logo"')
os.system ('chmod +x *"')
os.system('bash lock.sh"')
